CITY_EN: dict[str, str] = {
    "ufa": "Уфа",
    "moskva": "Москва",
    "sankt-peterburg": "Санкт-Петербург",
    "perm": "Пермь",
    "sochi": "Сочи",
    "ekaterinburg": "Екатеринбург",

}

LEXICON_RU: dict[str | int, str] = {
    '/start': '<b>Привет🤚!</b>\nС помощью этого бота, вы можете найти объявление на снятие квартиры.\n'
              '📔Для этого нажмите кнопку "Парсинг"\n\n'
              '🏢Количество городов ограничена, если интересует какой-то другой город, '
              '👀напишите администратору: @shveitcer',

    'other_answer': '<b>Я такое не понимаю!</b>\n'
                    'Нажми на /start или напиши /help',
    "/help": "У тебя возникла сложность? Бот очень простой, выбери город и всё"

}

PRICE: dict[str, str] = {
    "0-10000": 'до 10 тысяч',
    "10000-20000": 'от 10 тысяч до 20 тысяч',
    "20000-50000": 'от 20 тысяч до 50 тысяч',
    "50000-500000": 'от 50 тысяч до 500 тысяч',
}

ADMIN_PANEL: dict[str, str] = {

}
